import ava from '../img/ava.png';
import photo_1 from '../img/1.jpg'
import photo_2 from '../img/2.jpg';
import photo_3 from '../img/3.jpg';


export const cardData = [
    {
        username: "Наталья Полянская",
        description: "Барселона – моя третья большая любовь, после Вены и Крита. Это город, в который я каждый раз возвращаюсь с огромным удовольствием, всем рекомендую хоть раз там побывать и осмотреть ...",
        img: ava,
        date: "Около 1 года назад",
        comments: "9 комментариев",
        likes: "9",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },
    {
        username: "Елена Булгакова",
        description: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
        img: ava,
        date: "Около 5 месяцев назад",
        comments: "7 комментариев",
        likes: "7",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },
    {
        username: "Марина Иванова",
        description: "Барселона – моя третья большая любовь, после Вены и Крита. Это город, в который я каждый раз возвращаюсь с огромным удовольствием, всем рекомендую хоть раз там побывать и осмотреть ...",
        img: ava,
        date: "Около 1 года назад",
        comments: "9 комментариев",
        likes: "9",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },
    {
        username: "Наталья Полянская",
        description: "Барселона – моя третья большая любовь, после Вены и Крита. Это город, в который я каждый раз возвращаюсь с огромным удовольствием, всем рекомендую хоть раз там побывать и осмотреть ...",
        img: ava,
        date: "Около 1 года назад",
        comments: "9 комментариев",
        likes: "9",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },
    {
        username: "Елена Булгакова",
        description: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
        img: ava,
        date: "Около 5 месяцев назад",
        comments: "7 комментариев",
        likes: "7",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },
    {
        username: "Марина Иванова",
        description: "Барселона – моя третья большая любовь, после Вены и Крита. Это город, в который я каждый раз возвращаюсь с огромным удовольствием, всем рекомендую хоть раз там побывать и осмотреть ...",
        img: ava,
        date: "Около 1 года назад",
        comments: "9 комментариев",
        likes: "9",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },
    {
        username: "Наталья Полянская",
        description: "Барселона – моя третья большая любовь, после Вены и Крита. Это город, в который я каждый раз возвращаюсь с огромным удовольствием, всем рекомендую хоть раз там побывать и осмотреть ...",
        img: ava,
        date: "Около 1 года назад",
        comments: "9 комментариев",
        likes: "9",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },
    {
        username: "Елена Булгакова",
        description: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
        img: ava,
        date: "Около 5 месяцев назад",
        comments: "7 комментариев",
        likes: "7",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },
    {
        username: "Марина Иванова",
        description: "Барселона – моя третья большая любовь, после Вены и Крита. Это город, в который я каждый раз возвращаюсь с огромным удовольствием, всем рекомендую хоть раз там побывать и осмотреть ...",
        img: ava,
        date: "Около 1 года назад",
        comments: "9 комментариев",
        likes: "9",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },
    {
        username: "Елена Булгакова",
        description: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
        img: ava,
        date: "Около 5 месяцев назад",
        comments: "7 комментариев",
        likes: "7",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },
    {
        username: "Елена Булгакова",
        description: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
        img: ava,
        date: "Около 5 месяцев назад",
        comments: "7 комментариев",
        likes: "7",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },
    {
        username: "Елена Булгакова",
        description: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
        img: ava,
        date: "Около 5 месяцев назад",
        comments: "7 комментариев",
        likes: "7",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },
    {
        username: "Елена Булгакова",
        description: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
        img: ava,
        date: "Около 5 месяцев назад",
        comments: "7 комментариев",
        likes: "7",
        photos: [photo_1, photo_2, photo_3, photo_1]
    },

    
];